Repository: panuta/openreader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Please enter a correct username and password. Note that both fields are case-sensitive.
th: กรุณาใส่ชื่อผู้ใช้และรหัสผ่านให้ถูก ทั้งสองช่องมีผลต่อตัวพิมพ์เล็กและใหญ่

source: This account is inactive.
th: ผู้ใช้งานนี้ถูกระงับ

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
th: เว็บบาร์วเซอร์ของคุณไม่ได้เปิดคุกกี้ไว้ ซึ่งจำเป็นต้องใช้ในการเข้าสู่ระบบ

source: English
th: อังกฤษ

source: Thai
th: ไทย

source: The two password fields didn't match.
th: รหัสผ่านทั้งสองไม่ตรงกัน

source: Account profile
th: ข้อมูลผู้ใช้

source: Back to homepage
th: กลับไปหน้าหลัก

source: Change password
th: เปลี่ยนรหัสผ่าน

source: Current password
th: รหัสผ่านปัจจุบัน

source: New password
th: รหัสผ่านใหม่

source: Retype new password
th: กรอกรหัสผ่านใหม่อีกครั้ง

source: Submit
th: บันทึกข้อมูล

source: Email
th: อีเมล

source: Firstname
th: ชื่อ

source: Lastname
th: นามสกุล

source: Passport / ID Number
th: เลขที่พาสปอร์ต / เลขที่บัตรประชาชน

source: Passport / ID Number Country
th: ประเทศ

source: Welcome to the system
th: ยินดีต้อนรับเข้าสู่ระบบ

source: This account does not in an organization.
th: บัญชีผู้ใช้นี้ไม่ได้ผูกอยู่กับบริษัท

source: You can contact to admin of the organization to add you to the system.
th: คุณสามารถติดต่อกับผู้ดูแลในบริษัทเพื่อเพิ่มรายชื่อของคุณเข้าไปในระบบ

source: Sign out and back to homepage
th: ออกจากระบบ และกลับสู่หน้าแรก

source: Change password successful
th: เปลี่ยนรหัสผ่านเรียบร้อย

source: Page not found
th: ไม่พบหน้าที่ต้องการ

source: System error
th: ระบบเกิดข้อผิดพลาด

source: Documents
th: ไฟล์เอกสาร

source: Users and groups
th: รายชื่อและกลุ่มผู้ใช้

source: Organization
th: ข้อมูลบริษัท

source: Logout
th: ออกจากระบบ

source: Change account
th: เปลี่ยนบัญชี

source: Login
th: เข้าสู่ระบบ

source: Forget password
th: ลืมรหัสผ่าน

source: Request new password
th: ขอรหัสผ่านใหม่

source: Set new password
th: ตั้งรหัสผ่านใหม่

source: Set new password successful, user can access to Openreader at
th: ตั้งรหัสผ่านใหม่เรียบร้อย ผู้ใช้สามารถเข้าสู่ระบบได้ที่หน้า

source: Openreader sent the solution to set new password to your email.
th: ระบบได้ส่งขั้นตอนการตั้งรหัสผ่านใหม่ไปยังอีเมลของผู้ใช้เรียบร้อย

source: Upload file
th: อัพโหลดไฟล์

source: Create shelf
th: เพิ่มกลุ่มเอกสาร

source: Select shelf
th: เลือกกลุ่มเอกสาร

source: Select file
th: เลือกไฟล์

source: file
th: ไฟล์

source: files
th: ไฟล์

source: File
th: ไฟล์

source: Shelf
th: กลุ่มเอกสาร

source: Shelves
th: กลุ่มเอกสาร

source: There are no shelves that you can access to.
th: ยังไม่มีกลุ่มเอกสารที่คุณสามารถเข้าถึงได้ในระบบ

source: You can create new shelf at
th: คุณสามารถสร้างกลุ่มเอกสารใหม่ได้จากหน้า

source: There are no shelves in the system.
th: ยังไม่มีกลุ่มเอกสารในระบบ

source: Latest files
th: ไฟล์ล่าสุด

source: No latest files
th: ไม่มีไฟล์ล่าสุด

source: Uploaded on
th: อัพโหลดเมื่อวันที่

source: Add tags
th: เพิ่มแถบป้าย

source: Tags name
th: ชื่อแถบป้าย

source: Tags
th: แถบป้าย

source: Cancel
th: ยกเลิก

source: Change file
th: เปลี่ยนไฟล์ใหม่

source: Confirm deleting file
th: ยืนยันการลบไฟล์

source: Confirm
th: ยืนยัน

source: Size
th: ขนาด

source: Document
th: เอกสาร

source: Delete file
th: ลบไฟล์

source: Description
th: คำอธิบาย

source: Document title
th: ชื่อเอกสาร

source: Save
th: บันทึกข้อมูล

source: Uploaded by
th: อัพโหลดโดย

source: Download file
th: ดาวน์โหลดไฟล์

source: All shelves
th: กลุ่มเอกสารทั้งหมด

source: Change shelf
th: เปลี่ยนกลุ่มเอกสาร

source: Edit shelf
th: แก้ไขกลุ่มเอกสาร

source: Choose file
th: เลือกไฟล์

source: Processing
th: กำลังประมวลผล

source: No files
th: ไม่มีไฟล์

source: File size
th: ขนาดไฟล์

source: seperate each tag name with colon
th: คั่นแต่ละชื่อด้วยเครื่องหมายลูกน้ำ

source: Shelf name
th: ชื่อกลุ่มเอกสาร

source: All files in this shelf will be auto downloaded to user
th: ทุกไฟล์ในกลุ่มเอกสารนี้จะถูกดาวน์โหลดลงเครื่องผู้ใช้โดยอัตโนมัติ

source: All files in thie shelf will be archieved
th: ทุกไฟล์ในกลุ่มเอกสารนี้จะถูกเก็บเข้ากรุ

source: Shelf icon
th: ไอคอนกลุ่มเอกสาร

source: Change icon
th: เปลี่ยนไอคอน

source: Shelf permission
th: การเข้าถึงกลุ่มเอกสาร

source: All user
th: ทุกคนในบริษัท

source: Can upload and edit files
th: อัพโหลดและแก้ไขไฟล์ได้

source: Only view file
th: ดูไฟล์ได้อย่างเดียว

source: Cannot access to
th: ไม่สามารถเข้าถึงได้

source: Personal permission
th: การเข้าถึงเป็นรายบุคคล

source: Add personal permission
th: เพิ่มการเข้าถึงเป็นรายบุคคล

source: Choose user
th: เลือกผู้ใช้

source: User can
th: ผู้ใช้สามารถ

source: Add permission
th: เพิ่มการเข้าถึง

source: Choose icon
th: เลือกไอคอน

source: Delete shelf
th: ลบกลุ่มเอกสาร

source: Confirm delete shelf
th: ยืนยันการลบกลุ่มเอกสาร

source: Delete all files in shelf
th: ลบไฟล์ทั้งหมดที่อยู่ในกลุ่ม

source: Loading
th: กำลังโหลดข้อมูล

source: MB
th: เมกะไบต์

source: KB
th: กิโลไบต์

source: Bytes
th: ไบต์

source: Unknown size
th: ไม่สามารถหาขนาดได้

source: Notify
th: แจ้งเตือน

source: The free trial will expire on
th: ระยะเวลาทดลองใช้งานจะหมดเมื่อวันที่

source: You can continue to use Openreader by pay the service with PAYPAL at the link below
th: คุณสามารถใช้งาน Openreader ต่อได้โดยการจ่ายค่าบริการผ่าน Paypal ตามลิงค์ข้างล่าง

source: Your organization user has been changed. Please reconfirm subscription at the link below
th: จำนวนผู้ใช้ในองค์กรของคุณมีการเปลี่ยนแปลง กรุณายืนยันการชำระเงินอีกครั้งตามลิงค์ข้างล่าง

source: Invoice
th: ใบแจ้งหนี้

source: Invoice code
th: รหัสใบแจ้งหนี้

source: Price rate
th: อัตราค่าบริการ

source: Total
th: รวม

source: to
th: ถึง

source: Payment
th: ชำระเงิน

source: Previous
th: ก่อนหน้า

source: Next
th: ถัดไป

source: Member in group
th: สมาชิกในกลุ่ม

source: Group
th: กลุ่ม

source: Name
th: ชื่อ

source: Confirm delete group
th: ยืนยันลบกลุ่มผู้ใช้

source: Delete group
th: ลบกลุ่มผู้ใช้

source: Edit group
th: แก้ไขกลุ่มผู้ใช้

source: Add group
th: เพิ่มกลุ่มผู้ใช้

source: Group name
th: ชื่อกลุ่มผู้ใช้

source: System permission
th: สิทธิ์การจัดการระบบ

source: Total members
th: จำนวนผู้ใช้ในกลุ่ม

source: Users
th: รายชื่อผู้ใช้

source: Groups
th: กลุ่มผู้ใช้

source: Organization information
th: ข้อมูลบริษัท

source: Information
th: ข้อมูล

source: Edit organization information
th: แก้ไขข้อมูลบริษัท

source: Total files
th: จำนวนไฟล์

source: Total shelves
th: จำนวนกลุ่มเอกสาร

source: groups
th: กลุ่ม

source: group
th: กลุ่ม

source: Statistics
th: สถิติการใช้งาน

source: Invite new user
th: ส่งคำขอเพิ่มผู้ใช้

source: Retype password
th: กรอกรหัสผ่านอีกครั้ง

source: Edit users
th: แก้ไขข้อมูลผู้ใช้

source: Remove user from organization
th: นำผู้ใช้ออกจากบริษัท

source: Bring user back to organization
th: นำผู้ใช้กลับเข้าบริษัท

source: Add new user
th: เพิ่มผู้ใช้ระบบ

source: Seperate each email with colon
th: คั่นแต่ละอีเมลด้วยเครื่องหมายลูกน้ำ

source: Agree and login
th: ตกลงและเข้าสู่ระบบ

source: Accept invitation
th: ตอบรับเข้าสู่ระบบ

source: This logged in account is not match to accepted invitation account
th: บัญชีที่เข้าสู่ระบบในขณะนี้ไม่ตรงกับบัญชีที่ตอบรับเข้าสู่ระบบ

source: Please log out
th: กรุณาออกจากระบบก่อน

source: Edit user invitation
th: แก้ไขคำขอเพิ่มผู้ใช้

source: User invitation
th: คำขอเพิ่มผู้ใช้

source: Resend invitation
th: ส่งคำขออีกครั้ง

source: Cancel invitation
th: เพิกถอนคำขอ

source: There are %s users that not accept user invitation
th: มีผู้ใช้ %s คนยังไม่ตอบรับคำขอเพิ่มผู้ใช้

source: There is %s user that not accept user invitation
th: มีผู้ใช้ %s คนยังไม่ตอบรับคำขอเพิ่มผู้ใช้

# there are user
source: There are
th: มีผู้ใช้

# there is user
source: There is
th: มีผู้ใช้

# users invitation
source: users that not accept user invitation
th: คนยังไม่ตอบรับคำขอเพิ่มผู้ใช้

# user invitation
source: user that not accept user invitation
th: คนยังไม่ตอบรับคำขอเพิ่มผู้ใช้

source: Status
th: สถานะ

source: Edit
th: แก้ไข

source: Sent at
th: ส่งเมื่อวันที่

source: No user invitations
th: ไม่มีคำขอเพิ่มผู้ใช้

source: Select group
th: เลือกกลุ่มผู้ใช้

source: Remove organization
th: ลบบริษัท

source: Do you want to remove this organization with all shelves and document ?
th: คุณต้องการที่จะลบบริษัทนี้ พร้อมทั้งเอกสารและกลุ่มเอกสารทั้งหมด ?

source: Remove
th: ลบ

source: Create your company account
th: สร้างบัญชีบริษัทของคุณ

source: Company name
th: ชื่อบริษัท

source: Company abbreviate name
th: ชื่อย่อบริษัท

source: Company address
th: ที่อยู่บริษัท

source: Country
th: ประเทศ

source: Contact telephone number
th: เบอร์โทรศัพท์ติดต่อ

source: Adminstrator firstname
th: ชื่อผู้ดูแลระบบ

source: Adminstrator lastname
th: นามสกุลผู้ดูแลระบบ

source: Adminstrator email
th: อีเมลผู้ดูแลระบบ

source: Adminstrator password
th: รหัสผ่านผู้ดูแลระบบ

source: I accept
th: ฉันยอมรับ

source: the terms of service and pricing conditions
th: เงื่อนไขและข้อตกลงในการใช้บริการ

source: Complete
th: สร้างบริษัท

source: Select Country
th: เลือกประเทศ

source: This email is already exists.
th: มีผู้ใช้คนอื่นใช้อีเมลนี้แล้ว

source: %s is invalid email.
th: %s เป็นอีเมลที่ไม่ถูกต้อง

source: There has already invited to this user.
th: มีการส่งคำขอเพิ่มผู้ใช้ถึงผู้ใช้คนนี้ก่อนหน้านี้แล้ว

source: This user is already in this organization.
th: ผู้ใช้คนนี้อยู่ในระบบแล้ว

source: This company abbreviate name is already exists in the system.
th: ชื่อย่อบริษัทนี้ซ้ำกับชื่ออื่นๆ ในระบบ

source: %s has been a part of the organization %s
th: %s ได้เข้าร่วมเป็นส่วนหนึ่งของบริษัท %s เรียบร้อยแล้ว

source: Sent user invtitation successful, waiting for user accept invitation
th: ส่งคำขอเพิ่มผู้ใช้เรียบร้อย รอผู้ใช้ยืนยันคำขอ

source: Edit user profile successful
th: แก้ไขข้อมูลคำขอเรียบร้อยแล้ว

source: Add group successful
th: เพิ่มกลุ่มผู้ใช้เรียบร้อย

source: Edit group successful
th: แก้ไขกลุ่มผู้ใช้เรียบร้อย

source: Create shelf successful
th: สร้างกลุ่มเอกสารเรียบร้อย

source: Edit shelf successful
th: สร้างกลุ่มเอกสารเรียบร้อย

source: Delete shelf and all files in group successful
th: ลบกลุ่มเอกสารและไฟล์ในกลุ่มเรียบร้อย

source: Delete shelf successful
th: ลบกลุ่มเอกสารเรียบร้อย

source: Cancelled user invitation successful
th: เพิกถอนคำขอผู้ใช้เรียบร้อย

source: Removed user from organization successful
th: ถอดผู้ใช้ออกจากบริษัทเรียบร้อย

source: Brought user back to organization successful
th: นำผู้ใช้กลับเข้าบริษัทเรียบร้อย

source: Deleted user groups successful
th: ลบกลุ่มผู้ใช้เรียบร้อย

source: System management
th: งานจัดการระบบ

source: Organization management
th: การจัดการบริษัท

source: Add organization
th: เพิ่มบริษัท

source: Organizations
th: รายชื่อบริษัท

source: Organization name
th: ชื่อบริษัท

source: Organization abbreviate name
th: ชื่อย่อบริษัท

source: Organization abbreviate name that not duplicated with other organization
th: ชื่อบริษัทภาษาอังกฤษที่ไม่ซ้ำกับบริษัทอื่น

source: Organization prefix
th: คำนำหน้าบริษัท

source: such as 'Company' 'Publisher' 'Department' etc.
th: เช่น 'บริษัท' 'สำนักพิมพ์' หรือ 'แผนก' เป็นต้น

source: Administrator email
th: อีเมลผู้ดูแล

source: Edit organization
th: แก้ไขข้อมูลบริษัท

source: There is %d organization that not accept organization invitation
th: มีบริษัท %d บริษัทยังไม่ตอบรับคำขอเพิ่มบริษัท

source: There are %s organizations that not accept organization invitation
th: มีบริษัท %d บริษัทยังไม่ตอบรับคำขอเพิ่มบริษัท

# there are org
source: There are
th: มีบริษัท

# there is org
source: There is
th: มีบริษัท

# orgs invitation
source: organizations that not accept organization invitation
th: คนยังไม่ตอบรับคำขอเพิ่มผู้ใช้

# org invitation
source: organization that not accept organization invitation
th: คนยังไม่ตอบรับคำขอเพิ่มผู้ใช้

source: Organizion invitation
th: คำขอเพิ่มบริษัท

source: No organization invitations
th: ไม่มีคำขอเพิ่มบริษัท

source: Accept to be an administrator of
th: ตอบรับเข้าเป็นผู้ดูแลระบบของ

source: Edit organizion invitation
th: แก้ไขคำขอเพิ่มบริษัท

source: File not found
th: ไม่พบข้อมูลไฟล์ที่ต้องการ

source: Choose file to replace
th: เลือกไฟล์ที่ต้องการแทนไฟล์เก่า

source: File is exceed limitation
th: ไฟล์มีขนาดใหญ่เกินกำหนด

source: max
th: สูงสุด

source: Replace file successful
th: เปลี่ยนไฟล์ใหม่เรียบร้อย

source: Cannot upload file
th: ไม่สามารถบันทึกไฟล์ที่อัพโหลดได้

source: User cannot upload file in this shelf
th: ผู้ใช้ไม่สามารถอัพโหลดไฟล์ในกลุ่มเอกสารนี้ได้

source: Error, cannot upload file
th: เกิดข้อผิดพลาด ไม่สามารถอัพโหลดได้

source: Confirm delete file
th: ยืนยันการลบไฟล์

source: Save successful
th: บันทึกข้อมูลเรียบร้อย

source: Cannot save file
th: ไม่สามารถบันทึกไฟล์ได้

source: File not found in system
th: ไม่พบข้อมูลไฟล์ในระบบ

source: Information is not completely
th: ข้อมูลที่ต้องการบันทึกไม่ครบถ้วน

source: Cancel upload file
th: ยกเลิกการอัพโหลด

source: Uploading
th: กำลังอัพโหลดไฟล์

source: Edit document
th: แก้ไฟล์เอกสาร

source: Incomplete information to add tags
th: ข้อมูลไม่เพียงพอที่จะเพิ่มแถบป้าย

source: File to add tags not found
th: ไม่พบไฟล์ที่ต้องการเพิ่มแถบป้ายในระบบ

source: Sent invitation to user successful
th: ส่งคำขอถึงผู้ใช้เรียบร้อย

source: Cannot send email
th: ไม่สามารถส่งอีเมลได้
